Repository: yasound/yasound_ios
Catalog: Yasound/*.lproj/Localizable.strings
Languages: fr

# UpdatingPrevious_label
source: wall update...
fr: mise à jour du wall...

# SongsView_unmatched_songs
source: Unmatched songs
fr: Titres non synchronisés

# SongsView_matched_songs
source: Matched songs
fr: Titres synchronisés

# SongsView_confirm_upload
source: Synchronize the song ?
fr: Synchroniser ce titre ?

# SongsView_cancel
source: Cancel
fr: Annuler

# SongsView_upload_songs
source: Synchronize
fr: Synchroniser

# SongsView_songs
source: Songs
fr: Titres

# SongsView_alert_cannot_upload
source: Unable to synchronize
fr: Synchronisation impossible

# SongsView_alert_cannot_upload_message
source: The song cannot be synchronized
fr: Le titre n'est pas disponible pour synchronisation

# SongsView_synchronized
source: synchronized
fr: synchronisé

# SongsView_synchronization_in_progress
source: synchronizing
fr: synchronisation en cours

# SongsView_click_to_synchronize
source: Click to synchronize
fr: cliquer pour synchroniser

# SongsView_upload_progress
source: Synchronizing
fr: Synchronisation

# Facebook_AppRequest_Message
source: Join me on Yasound, listen to many radios and create your own for free.
fr: Rejoignez-moi sur Yasound pour écouter une multitude de radios et créer la vôtre gratuitement.

# InviteFacebookFriends_button_text
source: Invite my Facebook friends
fr: Inviter mes amis Facebook

# InviteTwitterFriends_button_text
source: Invite my Twitter followers
fr: Inviter mes amis Twitter

# Twitter_AppRequest_Message
source: Join me on #Yasound, listen to many radios and create your own for free: http://yasound.com
fr: Rejoignez-moi sur #Yasound pour écouter une multitude de radios et créer la vôtre gratuitement: http://yasound.com

# Twitter_AppRequest_Title
source: Invite my Twitter followers
fr: Inviter mes amis Twitter

# Twitter_AppRequest_AlertTitle
source: Posting the invitation to your followers...
fr: Envoi de l'invitation sur Twitter...

# GoTo_CurrentUser_Radio
source: Do you want to listen to his radio %@?
fr: Voulez-vous écouter sa radio ?

# GoTo_CurrentUser_Radio_Unavailable
source: This user has no radio yet
fr: Cet utilisateur n'a pas encore de radio.

# GoTo_CurrentUser_Radio_CancelButton_Title
source: No
fr: Non

# GoTo_CurrentUser_Radio_OkButton_Title
source: Yes
fr: Oui

# SearchBar_Placeholder
source: user, radio, artist or song
fr: utilisateur, radio, artiste ou titre

# GoTo_FriendRadio_Title
source: Join ?
fr: Rejoindre ?

# GoTo_FriendRadio_Label
source: His radio
fr: Sa radio

# GoTo_FriendCurrentRadio_Label
source: The radio he is listening to
fr: La radio qu'il écoute

# GoTo_FriendRadioCancel_Label
source: Cancel
fr: Annuler

# User_Likes_Song_Label
source: likes.
fr: aime.

# UnableToFindSongOniTunes_Title
source: Sorry!
fr: Désolé

# UnableToFindSongOniTunes_Message
source: Couldn't find this song on the iTunes store
fr: Nous n'avons pas pu faire la correspondance avec l'iTunes Store.

# UserTableViewCell_ListeningTo
source: listening to
fr: écoute

# UserTableViewCell_NoRadio
source: radio: none
fr: radio: aucune

# RadioSearch_CategoryRadioCreator_SectionTitle
source: creator
fr: créateur

# RadioSearch_CategoryRadioSong_SectionTitle
source: title, artist, album
fr: titre, artiste, album

# APNs_UIR
source: %@ is listening to your radio
fr: %@ écoute votre radio

# APNs_FIR
source: %@ is listening to your radio
fr: %@ écoute votre radio

# APNs_FOn
source: %@ is online on Yasound
fr: %@ s'est connecté à Yasound

# APNs_Msg
source: %@ posted a message on your wall
fr: %@ a posté un message sur votre mur

# APNs_Sng
source: %@ liked '%@' on your radio
fr: %@ aime votre titre '%@'

# APNs_RIF
source: %@ added your radio as a favorite
fr: %@ a ajouté votre radio à ses favoris

# APNs_RSh
source: %@ shared your radio
fr: %@ a partagé votre radio

# APNs_FCR
source: %@ created his radio
fr: %@ a créé sa radio

# APNs_YAS
source: you have a message from Yasound
fr: Yasound vous a envoyé un message

# APNs_USR
source: you have a message from %@
fr: %@ vous a envoyé un message

# NotificationCenterView_title
source: My Notifications
fr: Mes Notifications

# NotificationCenterView_edit
source: Edit
fr: Modifier

# NotificationMessage.from
source: From
fr: De

# NotificationCenterView_alert_message
source: Do you really want to delete all your notifications?
fr: Voulez-vous vraiment supprimer toutes vos notifications?

# YasoundMessage_title
source: Message from Yasound
fr: Message de Yasound

# ProfileView_title
source: Profile
fr: Profil

# ProfileView_section_own_radio
source: His radio
fr: Sa radio

# ProfileView_section_current_radio
source: The radio he is listening to
fr: La radio qu'il écoute

# ProfileView_section_favorite_radios
source: Favorites
fr: Ses favoris

# ProfileMyRadioView_title
source: My radio
fr: Ma radio

# ProfileMyRadioView_section_subscribers
source: My subscribers
fr: Mes abonnés

# ProfileMyRadio_subscribers_button_label
source: Send a message to my subscribers
fr: Envoyer un message à mes abonnés

# WheelSelector_MyRadios
source: My Radios
fr: Mes radios

# WheelSelector_Favorites
source: Favorites
fr: Favoris

# WheelSelector_Selection
source: Selection
fr: Sélection

# WheelSelector_Friends
source: Friends
fr: Amis

# WheelSelector_Search
source: Search
fr: Recherche

# TabBar.selection
source: Selection
fr: Sélection

# TabBar.favorites
source: Favorites
fr: Favoris

# TabBar.myRadios
source: My radios
fr: Mes radios

# TabBar.gifts
source: Gifts
fr: Cadeaux

# BigMessage.inviteLogin
source: You must be loggued in to access those functions.
fr: Vous devez être connecté pour accéder à ces fonctions.

# BigMessage.inviteLogin.button
source: log in
fr: se connecter

# BigMessage.Messages.favorites
source: Log in to show your favorites.
fr: Connectez-vous pour afficher vos favoris.

# BigMessage.Messages.myRadios
source: Log in to show your radios.
fr: Connectez-vous pour afficher vos radios.

# BigMessage.Messages.gifts
source: Log in to show your gifts.
fr: Connectez-vous pour afficher vos cadeaux.

# BigMessage.Messages.profil
source: Log in to show your profil.
fr: Connectez-vous pour afficher votre profil.

# BigMessage.Messages.friends
source: Log in to show yours friends.
fr: Connectez-vous pour afficher vos amis.

# BigMessage.ButtonLabels.favorites
source: Log in
fr: Se connecter

# BigMessage.ButtonLabels.myRadios
source: Log in
fr: Se connecter

# BigMessage.ButtonLabels.gifts
source: Log in
fr: Se connecter

# BigMessage.ButtonLabels.profil
source: Log in
fr: Se connecter

# BigMessage.ButtonLabels.friends
source: Log in
fr: Se connecter

# Profil.follow
source: Follow
fr: Suivre

# Profil.unfollow
source: Unfollow
fr: Ne plus suivre

# Profil.section.myRadios
source: My radios
fr: Mes radios

# Profil.section.favorites
source: Favorites
fr: Favoris

# Profil.section.friends
source: My friends
fr: Mes amis

# Profil.age
source: %d years
fr: %d ans

# Profil.bio.empty
source: %@ did not write his bio yet.
fr: %@ n'a pas encore rempli sa bio.

# Menu.login
source: Login
fr: Se connecter

# Menu.logout
source: Logout
fr: Se déconnecter

# Menu.account
source: My account
fr: Mon compte

# Menu.legal
source: Terms of use
fr: Conditions d'utilisation

# Menu.clearCache
source: Clear the cache
fr: Vider le cache

# MyAccount.username.label
source: Username
fr: Nom

# MyAccount.username.placeholder
source: enter the username
fr: entrez le nom d'utilisateur

# MyAccount.picture.label
source: Picture
fr: Image

# MyAccount.city.label
source: City
fr: Ville

# MyAccount.city.placeholder
source: enter your city
fr: entrez votre ville

# MyAccount.age.value
source: %d years
fr: %d ans

# MyAccount.error.save.title
source: Oops...
fr: Oups...

# MyAccount.error.save.message
source: Problem updating the account.
fr: Problème dans la mise à jour du compte.

# M
source: Male
fr: Homme

# F
source: Female
fr: Femme

# Bio.label
source: %.0f characters left
fr: %.0f caractères restants

# Settings.section.settings
source: Settings
fr: Paramètres

# Settings.section.picture
source: Picture
fr: Image

# Settings.section.programming
source: Programming
fr: Programmation

# Settings.image.label
source: Picture
fr: Image

# Settings.title.label
source: Name
fr: Titre

# Settings.keywords.label
source: Tags
fr: Mots Clés

# Settings.keywords.empty
source: no tags
fr: pas de mot-clé

# Settings.prog.label
source: Programming
fr: Programmation

# Settings.shows.label
source: Shows
fr: Emissions

# Settings.pickImage.cancel
source: Cancel
fr: Annuler

# Settings.pickImage.image
source: Take a picture
fr: Prendre une photo

# Settings.pickImage.camera
source: Choose existing
fr: Choisir existante

# Settings.submit
source: update your radio
fr: mise à jour de la radio

# Settings.radio.title.label
source: Title
fr: Titre

# Settings.radio.image.label
source: Picture
fr: Image

# Settings.update.failed.title
source: Oops...
fr: Oups...

# Settings.update.failed.message
source: The radio could not have been updated.
fr: La radio n'a pas pu être mise à jour.

# Wall.header.favorite.button.add
source: Add to favorites
fr: Ajouter aux favoris

# Wall.header.favorite.button.remove
source: Remove from favorites
fr: Retirer des favoris

# Wall.postBar.label
source: Send
fr: Publier

# Share.title
source: Share
fr: Partager

# Share.email
source: Send an email
fr: Envoyer un email

# Show.everyday
source: Every day
fr: Tous les jours

# Show.delete.label
source: Delete this show
fr: Supprimer cette playlist

# Show.switch.label
source: Enable this schedule
fr: Activer cette playlist

# Show.prog.label
source: Programming
fr: Programmation

# Programming.Catalog.local
source: My iPhone
fr: Mon iPhone

# Programming.Catalog.radio
source: My radio
fr: Ma radio

# Programming.Catalog.uploads
source: Uploads
fr: Téléchargements

# Programming.empty
source: Add some music to your device, by synchronizing it with iTunes.
fr: Ajoutez de la musique sur votre appareil en le synchronisant avec iTunes.

# Programming.delete.artist
source: Do you really want to delete all the songs from this artist?
fr: Voulez-vous vraiment supprimer tous les morceaux de cet artiste?

# Programming.delete.artist.error.title
source: Oops...
fr: Oups...

# Programming.delete.artist.error
source: The artist could not have been deleted
fr: L'artiste n'a pas pu être supprimé de la radio.

# Programming.Radio.error.title
source: Oops...
fr: Oups...

# Programming.Radio.error.message
source: The radio's programming could not have been properly downloaded.
fr: La programmation de la radio n'a pas pu être téléchargée.

# Stats.section.month
source: Last 30 days audience
fr: Audience des 30 derniers jours

# Stats.section.leaderboard
source: Leaderboard
fr: Classement

# MyRadios.create
source: Create a radio
fr: Créer une radio

# MyRadios.geolocRestriction
source: Radio creation is not available from your country
fr: La création de radio n'est pas disponible depuis votre pays

# MyRadios.create.howto
source: Select the playlists you would like to use as your radio content. None of the tracks will be uploaded. We will only send the listing to our servers where there will be analyzed everyday in order to play the integrity of the tracks you have selected.
fr: Sélectionnez les playlists qui fourniront le contenu de votre radio. Aucun titre ne sera téléchargé. Seule la liste des titres sera envoyée vers nos serveurs et analysée quotidiennement afin d'améliorer la programmation de votre radio.

# MyRadios.metric1.sublabel
source: minutes of listening
fr: minutes de musique écoutées

# MyRadios.metric2.sublabel
source: new messages
fr: nouveaux messages

# Share.Facebook.button
source: Publish
fr: Publier

# Share.Twitter.button
source: Twitt
fr: Twitter

# Account.facebook
source: Facebook account
fr: Compte Facebook

# Account.twitter
source: Twitter account
fr: Compte Twitter

# Account.yasound
source: Yasound account
fr: Compte Yasound

# Playlists.create.failed.title
source: Oops...
fr: Oups...

# Playlists.create.failed.message
source: The radio could not have been created.
fr: La création de la radio a échoué.

# MyRadios.delete.title
source: Delete
fr: Suppression

# MyRadios.delete.message
source: Are you sure you want to delete your radio? It only implies your radio on the Yasound servers, and do not deal with your device.
fr: Etes-vous sûr de vouloir supprimer votre radio? Cela ne concerne que votre radio sur les serveurs de Yasound, et ne modifie rien sur votre appareil.

# MyRadios.delete.error.message
source: The radio could not have been deleted.
fr: La suppression de la radio a échoué.

# Purchase.transaction.error.title
source: In-App-Purchase Error
fr: Oups...

# Purchase.transaction.error.message
source: There was an error purchasing this item please try again.
fr: Une erreur est survenue pendant la transaction. Merci de réessayer.

# Purchase.subscriptions.error.title
source: Oops...
fr: Oups...

# Purchase.subscriptions.error.message
source: There was an error communicating with the Yasound's servers. Please try again later.
fr: Erreur de communication avec les servers de Yasound. Merci de réessayer ultèrieurement.

# Purchase.subscriptions.error.apple.message
source: There was an error communicating with the Apple's servers. Please try again later.
fr: Erreur de communication avec les servers de Yasound. Merci de réessayer ultèrieurement.

# Purchase.transaction.current.message
source: You have already bought this option.
fr: Vous avez déjà acheté cette option.

# Purchase.transaction.record.error.title
source: Oops...
fr: Oups...

# Purchase.transaction.record.error.message
source: The transaction could not have been confirmed with the Yasound's servers.
fr: La transaction n'a pas pu être confirmée avec les serveurs de Yasound.

# Purchase.transaction.completed.message
source: Your in-purchase has been properly validated by the Yasound's servers.
fr: Votre achat a bien été engistré par les serveurs de Yasound.

# Purchase.service
source: service %@ expires on %@
fr: service %@ expire le %@

# Radio.sheet.title
source: My radio
fr: Ma radio

# Radio.sheet.button.programming
source: Programming
fr: Programmation

# Radio.sheet.button.broadcast
source: Message to subscribers
fr: Message aux abonnés

# Radio.sheet.button.settings
source: Settings
fr: Paramètres

# MessageBroadcast.action.button.label
source: Envoyer
fr: Send

# MessageBroadcast.from
source: De : %@
fr: From : %@

# MessageBroadcast.to
source: A : %d abonn√©s
fr: To : %d subscribers

# GiftDone
source: done
fr: reçu

# GiftDisabled
source: not available
fr: indisponible

source: day
fr: jour

source: days
fr: jours

source: hour
fr: heure

source: hours
fr: heures

# HdTimeLeft
source: %@ left
fr: plus que %@

# HdPromoCodePrompt
source: Enter promo code
fr: Entrez un code promo

# HdPromoCodePromptNotLoggued
source: Log in to use promo code
fr: Connectez vous pour utiliser un code promo

# SelectionWaitingText
source: getting your personal selection
fr: Calcul de votre sélection personnalisée

# TopWaitingText
source: in progress...
fr: en cours...

# FavoritesWaitingText
source: in progress...
fr: en cours...

# FriendsWaitingText
source: in progress...
fr: en cours...

# SearchWaitingText
source: searching...
fr: recherche en cours...
