Repository: yasound/yasound_ios
Catalog: Yasound/*.lproj/Localizable.strings
Languages: fr

# ACCEPT_LANGUAGE
source: en,en-us
fr: fr,fr-fr;q=0.8,en-us;q=0.5,en;q=0.3

# Navigation.cancel
source: Cancel
fr: Annuler

# Navigation.save
source: Save
fr: Enregistrer

# Navigation.back
source: Back
fr: Retour

# Navigation.create
source: Create
fr: Créer

# Navigation.delete
source: Delete
fr: Supprimer

# Navigation_back
source: Back
fr: Retour

# Navigation_next
source: Next
fr: Suivant

# Navigation_NowPlaying
source: Now playing
fr: A l'écoute

# Navigation_cancel
source: Cancel
fr: Annuler

# Navigation_confirm
source: I confirme
fr: Je confirme

# Navigation_Yes
source: Yes
fr: Oui

# Navigation_No
source: No
fr: Non

# Error.generic.title
source: Oops...
fr: Oups...

# Error.generic.message
source: Unable to get information.
fr: Impossible d'obtenir l'information.

source: Connection
fr: Connexion

# Error_communication_server
source: error communicating with server!
fr: problème de communication avec le serveur!

# style_all
source: All style
fr: Tous Styles

# style_classique
source: Classical
fr: Classique

# style_chanson_francaise
source: French Music
fr: Chanson Française

# style_divers
source: Miscellaneous
fr: Divers

# theme_default_description
source: Yasound's standard theme
fr: le thème standard de Yasound

# theme_blues_description
source: Blues theme
fr: un thème pour le blues

# theme_classic
source: Classical
fr: Classique

# theme_classic_description
source: Classical theme
fr: un thème pour le classique

# Alert_contact_server
source: contacting server
fr: appel du serveur

# QualitySwitch_high_quality_label
source: High-quality audio
fr: Son Haute Qualité

# QualitySwitch_standard_quality_label
source: Standard-quality audio
fr: Son Qualité Standard

# QualitySwitch_high_quality_switch
source: High-quality audio
fr: Son Haute Qualité

# QualitySwitch_standard_quality_switch
source: Standard-quality audio
fr: Son Qualité Standard

# YasoundReachability_connection_no
source: no Internet connection!
fr: pas de connexion Internet!

# YasoundReachability_connection_lost
source: Connection lost!
fr: connexion Internet perdue!

# YasoundReachability_host
source: Yasound Server
fr: Serveur Yasound

# YasoundReachability_host_no
source: unable to contact the server!
fr: impossible de joindre le serveur!

# LoginView_facebook_label
source: Log in with Facebook
fr: Se connecter avec Facebook

# LoginView_twitter_label
source: Log in with Twitter
fr: Se connecter avec Twitter

# LoginView_yasound_label
source: Log in with Yasound
fr: Se connecter avec Yasound

# LoginView_signup_label
source: Not registered yet? Create an account.
fr: Pas encore enregistré? Crééz un compte.

# YasoundLoginView_title
source: Login
fr: Connexion

# YasoundLoginView_label
source: Login using your email address.
fr: Connexion avec l'adresse email.

# YasoundLoginView_email
source: Email address
fr: Adresse email

# YasoundLoginView_password
source: Password
fr: Mot de passe

# YasoundLoginView_passwordConfirm
source: Confirm password
fr: Confirmation du mot de passe

# YasoundLoginView_button_login
source: Log in
fr: Connexion

# YasoundLoginView_button_forgot
source: Forgot your password?
fr: Mot de passe oublié?

# LoginView_alert_title
source: Connection
fr: Connexion

# LoginView_alert_message_error
source: Incorrect login information!
fr: Informations de connexion incorrectes!

# LoginView_alert_email_not_valid
source: Incorrect email address!
fr: L'adresse email n'est pas valide!

# LoginView_alert_pword_dont_match
source: Password fields don't match!
fr: Les mots de passe ne correspondent pas!

# SignupView_title
source: Create an account
fr: Enregistrement

# SignupView_label
source: Sign with an valid email address.
fr: s'enregistrer avec une adresse email valide.

# SignupView_username
source: Choose a username
fr: Choisir un nom d'utilisateur

# SignupView_submit_button
source: Submit
fr: Soumettre

# SignUp_alert_confirm
source: You are about to create an account using the email address %@ for the user %@ You should then receive a confirmation email to validate your account.
fr: Vous êtes sur le point de créer un compte avec l'adresse email %@ pour l'utilisateur %@ Vous devriez recevoir ensuite un courrier de confirmation pour valider votre inscription.

# SignupView_username_label
source: User
fr: Utilisateur

# SignupView_username_placeholder
source: Choose a username
fr: Choisissez un nom d'utilisateur

# SignupView_pword_label
source: Password
fr: Mot de passe

# SignupView_pword_placeholder
source: required
fr: requis

# SignupView_email_placeholder
source: enter your email address
fr: entrez votre adresse email

# SignupView_submit_label
source: Create the account
fr: Créer le compte

# SignupView_alert_title
source: Account creation
fr: Création de compte

# SignupView_alert_message_error
source: E-mail address already exists!
fr: Un compte a déjà été créé avec cette adresse email!

# SignupView_alert_email_not_valid
source: invalid email address!
fr: L'adresse email n'est pas valide!

# SignupView_legal_read_label
source: Read the Terms of Use
fr: Lire les conditions d'utilisation

# SignupView_legal_valid_label
source: I have read and agree to the Terms of Use
fr: J'ai lu et j'accepte les conditions

# MyYasound_title
source: My Radio
fr: Ma Radio

# MyYasoundSettings_goto_label
source: My radio
fr: Ma radio

# MyYasoundSettings_stats_label
source: Stats
fr: Statistiques

# MyYasoundSettings_config_playlists_label
source: Programming
fr: Programmation

# MyYasoundSettings_config_settings_label
source: Settings
fr: Paramètres

# MyYasoundSettings_legal_label
source: Terms of Use
fr: Conditions d'utilisation

# MyYasoundSettings_logout_label
source: Log out
fr: Se déconnecter

# FriendsView_title
source: My friends
fr: Mes Amis

# FavoritesView_title
source: My Favorites
fr: Mes Favoris

# StatsView_title
source: Stats
fr: Statistiques

# StatsView_listeners_label
source: listeners
fr: Nombre d'auditeurs

# StatsView_likes_label
source: subscribers
fr: Nombre d'abonnés

# StatsView_weekselector_label
source: current week
fr: semaine courante

# StatsView_leaderboardselector_label
source: Ranking
fr: Classement

# KeywordsView_title
source: Tags list
fr: Liste des mots-clés

# KeywordsView_add_label
source: Add a tag
fr: Ajouter un mot-clé

# KeywordsView_textfield_placeholder
source: enter a tag here
fr: entrez le mot-clé ici

# PlaylistsView_title
source: Programming
fr: Programmation

# PlaylistsView_submit_title
source: updating playlists
fr: Mise à jour de la programmation

# PlaylistsView_submit_error_creating_radio
source: Could not create the radio
fr: Impossible de créér la radio

# PlaylistsView_submit_error_radio
source: Could not get the radio
fr: Erreur de récupération de la radio

# PlaylistsView_table_header_local_playlists
source: Select the playlists
fr: Sélection des playlists

# PlaylistsView_table_header_other_playlists
source: On other devices
fr: Sur d'autres appareils

# PlaylistsView_cell_detail_with_matched
source: %d matched on %d
fr: %d identifiées sur %d

# PlaylistsView_cell_detail
source: %d tracks
fr: %d titres

# PlaylistsView_matchedSongsTitle_zero
source: Warning
fr: Attention

# PlaylistsView_matchedSongsMessage_zero
source: No song has been automatically synchronized with the server. Your radio doesn't play right now but you can upload your songs choosing the Programming function.
fr: Aucun morceau n'a pu être automatiquement synchronisé avec le serveur. Votre radio ne contient pas de musique mais vous pourrez télécharger manuellement vos morceaux sur le serveur, dans la zone de Programmation de votre radio.

# PlaylistsView_matchedSongsTitle_ok
source: Synchronization
fr: Synchronisation

# PlaylistsView_matchedSongsMessage_ok_1
source: 1 song has been synchronized with your radio. You can use the Programming function to upload other songs.
fr: 1 morceau a été synchronisé avec votre radio. Vous pourrez utiliser la fonction Programmation pour télécharger manuellement d'autres morceaux.

# PlaylistsView_matchedSongsMessage_ok_n
source: %d songs have been synchronized with your radio. You can update your radio's contents choosing the Programming function, and upload other songs.
fr: %d morceaux ont été automatiquement synchronisés avec votre radio. Vous pourrez gérer le contenu de votre radio avec la fonction Programmation, et télécharger manuellement d'autres morceaux.

# PlaylistsView_allMusic
source: All my music
fr: Toute ma musique

# PlaylistsView_allMusic_detail
source: %d songs
fr: %d morceaux

# LegalView_title
source: Terms Of Use
fr: Conditions d'utilisation

# PlaylistsViewController_FetchingPlaylists
source: Synchronizing playlists
fr: Chargement

# ProgrammingView_title
source: Programming
fr: Programmation

# ProgrammingView_subtitle
source: synchronization...
fr: synchronisation...

# ProgrammingView_subtitled_count_0
source: no song
fr: aucun morceau

# ProgrammingView_subtitled_count_1
source: 1 song
fr: 1 morceau

# ProgrammingView_subtitled_count_n
source: %d songs
fr: %d morceaux

# ProgrammingView_error_title
source: Synchronization
fr: Synchronisation

# ProgrammingView_error_message
source: An error happened during the synchronization.
fr: une erreur est survenue pendant la synchronisation.

# ProgrammingView_error_no_playlist_message
source: An error happened: no playlist has been downloaded.
fr: une erreur est survenue : aucune playlist n'a été détectée.

# ProgrammingView_unknownArtist
source: #Unknown artist
fr: Artiste inconnu

# ProgrammingView_unknownAlbum
source: Unknown album
fr: Album inconnu

# ProgrammingView_unknownGenre
source: Unknown genre
fr: Genre inconnu

# Programming.del
source: Remove
fr: Supprimer

# Programming.segment.titles
source: Titles
fr: Titres

# Programming.segment.artists
source: Artists
fr: Artistes

# Programming.nbArtists.1
source: 1 artist
fr: 1 artiste

# Programming.nbArtists.n
source: %d artists
fr: %d artistes

# Programming.nbSongs.1
source: 1 song
fr: 1 morceau

# Programming.nbSongs.n
source: %d songs
fr: %d morceaux

# Programming.collection.add.title
source: Selection of %d songs
fr: Programmation

# Programming.collection.add.message.empty
source: None of the songs can be uploaded to the server.
fr: Aucun morceau ne peut être téléchargé sur le serveur.

# Programming.collection.add.message.toUpload.1
source: 1 song may be uploaded to your radio. Would you like to upload it?
fr: 1 morceau sur %d peut être téléchargé sur votre radio. Voulez-vous le télécharger?

# Programming.collection.add.message.toUpload.n
source: %d songs may be uploaded to your radio. Would you like to upload them?
fr: %d morceaux sur %d peuvent être téléchargés sur votre radio. Voulez-vous les télécharger?

# Programming.collection.del.title
source: Programming
fr: Programmation

# Programming.collection.del.message.empty
source: None of the songs can be removed from your radio.
fr: Aucun morceau ne peut supprimé de votre radio.

# Programming.collection.del.message.toRemove.1
source: 1 of %d songs may be removed from your radio. Would you like to remove it?
fr: 1 morceau sur %d peut être supprimé de votre radio. Voulez-vous le supprimer?

# Programming.collection.del.message.toRemove.n
source: %d of %d songs may be removed from your radio. Would you like to remove them?
fr: %d morceaux sur %d peuvent être supprimés de votre radio. Voulez-vous les supprimer?

# SongView_name
source: title
fr: titre

# SongView_artist
source: artist
fr: artiste

# SongView_nbLikes
source: likes
fr: Auditeurs qui aiment

# SongView_lastRead
source: last play
fr: Dernière diffusion

# SongView_rating
source: rating
fr: classement

# SongView_duration
source: duration
fr: durée

# SongView_frequency
source: activate high frequency
fr: Haute fréquence de diffusion

# SongView_frequency_normal
source: normal
fr: normale

# SongView_frequency_high
source: high
fr: haute

# SongView_enable_label
source: enable the song
fr: Activer le morceau

# SongView_reject
source: That's not the version I want
fr: Ça n'est pas la version que je veux

# SongView_delete
source: Remove the song from my radio
fr: Supprimer le morceau de ma radio

# SongView_delete_failed
source: Error deleting the song
fr: Impossible de supprimer le morceau

# SongView_delete_confirm_title
source: Programming updated
fr: Programmation mise à jour

# SongView_delete_confirm_message
source: The song has been removed from your programming.
fr: Le morceau a été supprimé de la programmation.

# SongView_reject_failed
source: Unable to process the request
fr: Impossible d'executer la requête

# SongView_reject_title
source: Reject this version
fr: Rejeter cette version

# SongView_reject_message_own_song_yes
source: Another version of this song has been found in your device. You can upload it to replace the version that Yasound has automatically selected.
fr: Une autre version de ce morceau a été trouvée sur votre appareil. Vous pouvez la télécharger sur le serveur pour qu'elle remplace la version automatiquement sélectionnée par Yasound.

# SongView_reject_message_own_song_no
source: No other version of this song was found on this device. You can still remove this version from your programming, though.
fr: Nous n'avons pas trouvé d'autres versions de ce morceau sur votre appareil. Vous pouvez néanmoins supprimer la version actuelle de votre programmation.

# SongView_reject_button_own_song_yes
source: Upload
fr: Je télécharge

# SongView_reject_button_own_song_no
source: Remove
fr: Je supprime

# SongView_uploading_title
source: Programming
fr: Programmation

# SongView_uploading_message
source: Your song is being uploaded. Would you like to open the upload monitor?
fr: Votre morceau est en cours de téléchargement. Voulez-vous accéder au moniteur des téléchargements?

# SongView_upload_title
source: Your version
fr: Votre version

# SongView_upload_message
source: Would you like to upload your version of this song?
fr: Voulez-vous télécharger votre version du morceau?

# SongView_upload_button
source: Upload
fr: Télécharger

# SongAddView_title
source: Add a song
fr: Ajouter un titre

# SongAddView_cant_add_title
source: Unable to add
fr: Ajout impossible

# SongAddView_cant_add_message
source: This file is not available on this device, please get it from iCloud before uploading it.
fr: Ce fichier n'est pas actuellement sur cet appareil. Récupérez le depuis iCloud avant de réessayer.

# SongAddView_alert
source: building list...
fr: Chargement

# SongAddView_added
source: added to the upload pending list!
fr: Ajouté à la file de téléchargement

# SongAddView_subtitle
source: loading...
fr: chargement...

# SongAddView_subtitled_count_0
source: no song available
fr: pas de morceau disponible

# SongAddView_subtitled_count_1
source: 1 song available
fr: 1 morceau disponible

# SongAddView_subtitled_count_n
source: %d songs available
fr: %d morceaux disponibles

# SongAddView_segment_titles
source: titles
fr: Titres

# SongAddView_segment_artists
source: artists
fr: Artistes

# SongAddView_segment_server
source: server
fr: Serveur

# SongAddView_searchServer
source: Search for a song from the server
fr: Rechercher un titre sur le serveur

# SongAddView_addFromServer
source: Add from the server
fr: Ajout depuis le serveur

# SongAddView_requestServer
source: Searching the songs
fr: Recherche des morceaux

# SongAddView_addedError
source: Unabled to add the song.
fr: Impossible d'ajouter le morceau.

# SongAddView_addedOk
source: This song has been added to your radio
fr: Le morceau a été ajouté à votre programmation

# SongAddView_addedAlready
source: Your programmation contains this song already!
fr: Le morceau est déjà présent dans votre programmation!

# SongUpload_title
source: Upload
fr: Téléchargement

# SongUpload_progressCompleted
source: Completed
fr: Chargé

# SongUpload_progressFailed
source: Failed
fr: Echec

# SongUpload_pending
source: Pending
fr: En attente

# SongUpload_pending_not_running
source: Waiting for the service to start
fr: En attente de démarrage

# SongUpload_waitingForWifi
source: Waiting for Wifi to resume
fr: En attente d'une connexion Wifi

# SongUpload_failedIncorrectFile
source: Incorrect file
fr: Fichier incorrect

# SongUpload_failedUploading
source: Upload did not end properly
fr: Téléchargement incomplet

# SongUpload_progress_prepare
source: Preparing...
fr: En préparation...

# SongUpload_warning_title
source: Warning
fr: Attention

# Button_iAgree
source: I agree
fr: Je suis d'accord

# Button_dontShowAgain
source: Don't show again
fr: Ne plus afficher

# YasoundUpload_interrupt_WIFI_title
source: 3G network
fr: Connexion 3G

# YasoundUpload_interrupt_WIFI_message
source: Current uploads are stopped until this device is connected to a WIFI network.
fr: Les téléchargements en cours sont stoppés dans l'attente d'une connexion WIFI.

# YasoundUpload_restart_WIFI_title
source: Uploads
fr: Téléchargements

# YasoundUpload_restart_WIFI_message
source: Pending uploads will resume as soon as this device is connected to a WIFI network.
fr: Les téléchargements en attente reprendront dès qu'une connexion WIFI sera disponible.

# YasoundUpload_add_WIFI_title
source: 3G network
fr: Connexion 3G

# YasoundUpload_add_WIFI_message
source: The song is added to the pending uploads queue. File transfert will start as soon this device is connected to a WIFI network.
fr: Le morceau est ajouté dans la file des téléchargements. Le transfert démarrera dès qu'une connexion WIFI sera disponible

# NotificationView_title
source: Notify me
fr: Me prévenir

# NotifFriendGoesOnline
source: A friend goes online
fr: Un ami passe en ligne

# NotifFriendEnters
source: A friend enters
fr: Un ami entre

# NotifUserEnters
source: A user enters
fr: Un auditeur entre

# NotifPostReceived
source: A message is posted
fr: Un auditeur a écrit un message

# NotifLikeReceived
source: Someone likes a song
fr: Un auditeur aime une chanson

# NotifSubscriptionReceived
source: My radio is added as favorite
fr: Un auditeur l'ajoute à ses favoris

# NotifRadioShared
source: Someone shared my radio
fr: Un auditeur la partage

# NotifNewFriendRadio
source: A friend creates his radio
fr: Un ami crée une radio

# NotifSectionRadio
source: my radio
fr: Activité de ma radio

# NotifSectionGeneral
source: my friends
fr: Activité de mes amis

# AccountsView_username_label
source: Username
fr: Nom d'utilisateur

# AccountsView_logout_label
source: Logout
fr: Se déconnecter

# AccountsView_login_label
source: Login
fr: Se connecter

# AccountsView_alert_title
source: %@ Account
fr: Compte %@

# AccountsView_alert_user_incorrect
source: Incorrect login information.
fr: Informations de connexion incorrectes.

# AccountsView_alert_login_success
source: %@ account registered.
fr: Compte %@ enregistré.

# AccountsView_alert_logout_success
source: %@ account unregistered.
fr: Compte %@ déconnecté.

# AccountsView_alert_logout_error
source: Unabled to unregister the account.
fr: Impossible de déconnecter le compte.

# YasoundSessionManager_login_error
source: unable to connect to the server!
fr: Impossible de se connecter au serveur!

# YasoundSessionManager_userinfo_error
source: unable to get user information!
fr: Impossible de récupérer les informations utilisateur!

# RadioSelection_update
source: update
fr: mise à jour

# Tutorial_RadioView_title
source: Welcome to your wall
fr: Bienvenue sur le wall

# Tutorial_RadioView_message
source: Chat with other listeners !
fr: Communiquez avec les auditeurs de la radio!

# Tutorial_TracksView_title
source: This is your radio
fr: C'est votre radio

# Tutorial_TracksView_message
source: Swipe the screen to the left to edit your radio's programming!
fr: Balayez l'écran vers la gauche pour éditer la programmation de votre radio!

# themeselector_title
source: Themes
fr: Thèmes

# selection_tab_myyasound
source: Me
fr: Moi

# selection_tab_selection
source: Selection
fr: Sélection

# selection_tab_search
source: Search
fr: Recherche

# myyasound_tab_myyasound
source: My Radio
fr: Ma Radio

# myyasound_tab_friends
source: My friends
fr: Mes amis

# myyasound_tab_favorites
source: My favorites
fr: Mes favoris

# myyasound_settings_configuration
source: My Radio settings
fr: Configurer ma Radio

# myyasound_settings_playlists
source: Playlists to broadcast
fr: Playlists à diffuser

# myyasound_settings_goto_label
source: Access my Radio
fr: Accéder à ma Radio

# myyasound_settings_submit_title
source: Save settings
fr: Enregistrer les modifications

# radioview_message
source: enter your message
fr: entrez votre message ici

# RadioView_status_message_audiostream_error
source: waiting to restart...
fr: reconnexion en cours...

# RadioView_favorite_alredy_added
source: already added to favorites!
fr: déjà ajouté aux favoris!

# RadioView_favorite_added
source: added to favorites!
fr: ajoutée aux favoris!

# RadioView_favorite_removed
source: deleted from favorites!
fr: supprimée des favoris!

# RadioView_track_like
source: Like!
fr: J'aime!

# RadioView_track_dislike
source: Dislike!
fr: J'aime pas!

# RadioView_track_add
source: Track added to my radio!
fr: Morceau ajouté à ma radio!

# TracksView_no_tracks
source: no tracks found!
fr: aucun morceau programmé!

# RadioView_loading_previous_events_message
source: loading...
fr: chargement...

# RadioView_goToLogin_title
source: Post a message
fr: Poster un message

# RadioView_goToLogin_message
source: You have to sign in to post a message.
fr: Vous devez vous identifier pour pouvoir poster un message.

# RadioView_track_share_error_title
source: Sharing
fr: Partage

# RadioView_track_share_error
source: Error while sharing.
fr: Impossible de poster le message.

# RadioView_track_share_facebook_error
source: Error while sharing on Facebook.
fr: Impossible de poster le message sur votre wall Facebook.

# RadioView_track_share_twitter_error
source: Error while sharing on Twitter.
fr: Impossible de poster le message sur Twitter.

# RadioView_track_share_message
source: I am listening to %@, by %@ on %@
fr: J'écoute %@, de %@ sur %@

source: Yasound share
fr: Partage Yasound

# RadioView_track_share_facebook
source: Share on Facebook
fr: Publier sur Facebook

# RadioView_track_share_twitter
source: Share on Twitter
fr: Publier sur Twitter

# RadioView_track_share_yasound
source: Send an email
fr: Partager par mail

# RadioViewCell_moderation_trash_title
source: moderation
fr: modération

# RadioViewCell_moderation_trash_message
source: Do you really want to delete the message?
fr: Voulez-vous vraiment supprimer le message?

# RadioViewCell_moderation_trash_button
source: delete
fr: supprimer

# RadioViewCell_moderation_spam_title
source: moderation
fr: modération

# RadioViewCell_moderation_spam_message
source: Would you like to report an abuse to the moderators?
fr: Voulez-vous signaler un abus auprès des modérateurs?

# RadioViewCell_moderation_spam_button
source: report
fr: signaler

# RadioViewCell_moderation_spam_confirm
source: Abuse reported. Thank you.
fr: Abus signalé. Merci.

# RadioViewCell_moderation_kick_title
source: moderation
fr: modération

# RadioViewCell_moderation_kick_message
source: Do you want to kick this user off your radio?
fr: Voulez-vous exclure temporairement cet auditeur de votre radio?

# RadioViewCell_moderation_kick_button
source: kick
fr: exclure

# ShareTrackOnFacebookAlertMessage
source: About to post : "%@"
fr: Voulez-vous poster le message suivant : "%@"

# ShareTrackOnFacebookAlertCancel
source: No
fr: Non

# ShareTrackOnFacebookAlertShare
source: Share
fr: Publier

# ShareModalView_share_message
source: I am listening to %@, by %@ on %@
fr: J'écoute %@, de %@ sur %@

# ShareModalView_char_count
source: %d chars
fr: %d signes

# ShareModalView_twitter_constraint
source: warning: tweet maximum length is 140 characters.
fr: attention: twitter limite la taille maximale du message à 140 caracteres.
